---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.PipingVolume
source: html/601df0e1-26f6-b33a-3fa1-c7457ac0f7e8.htm
---
# Autodesk.Revit.DB.SpecTypeId.PipingVolume Property

Volume, in discipline Piping.

## Syntax (C#)
```csharp
public static ForgeTypeId PipingVolume { get; }
```